Repository: bmuzycn/Simple-Depression-Test
Catalog: Simple Depression Test/Support files/*.lproj/Localizable.strings
Languages: es

source: Over the last 2 weeks, how often have you been bothered by any of the following problems?
es: Durante las últimas 2 semanas, ¿qué tan seguido le han afectado cualquiera de los siguientes problemas?

source: Little interest or pleasure in doing things
es: Poco interés o placer en hacer las cosas

source: Feeling down, depressed, or hopeless
es: Se ha sentido decaído(a), deprimido(a), o sin esperanzas

source: Trouble falling or staying asleep, or sleeping too much
es: Dificultad para dormir o permanecer dormido(a), o ha dormido demasiado

source: Feeling tired or having little energy
es: Se ha sentido cansado(a) o con poca energía

source: Poor appetite or overeating
es: Con poco apetito o ha comido en exceso?

source: Feeling bad about yourself or that you are a failure or have let yourself or your family down
es: Se ha sentido mal con usted mismo(a) – o que es un fracaso o que ha quedado mal con usted mismo(a) o con su familia

source: Trouble concentrating on things, such as reading the newspaper or watching television
es: Ha tenido dificultad para concentrarse en cosas tales como leer el periódico o ver televisión

source: Moving or speaking so slowly that other people could have noticed. Or the opposite being so figety or restless that you have been moving around a lot more than usual
es: ¿Se ha estado moviendo o hablando tan lento que otras personas podrían notarlo?, o por el contrario – ha estado tan inquieto(a) o agitado(a), que se ha estado moviendo mucho más de lo normal

source: Thoughts that you would be better off dead, or of hurting yourself
es: Ha pensado que estaría mejor muerto(a) o se le ha ocurrido lastimarse de alguna manera

source: If you checked off any problems, how difficult have these problems made it for you to do your work, take care of things at home, or get along with other people?
es: Si usted marcó cualquiera de estos problemas, ¿qué tan difícil fue hacer su trabajo, las tareas del hogar o llevarse bien con otras personas debido a tales problemas?

source: Major Depressive Disorder
es: Trastorno depresivo mayor(depresión clínica)

source: other Depressive Disorder
es: otro trastorno depresivo

source: depressive symptoms but have no effect on your daily life and normal functioning
es: Síntomas depresivos, pero no tienen efecto en su vida diaria y en su funcionamiento normal.

source: no depression
es: sin depresión

source: depressed mood but cannot be confirmed as depressive disorder at this point
es: estado de ánimo deprimido, pero no se puede confirmar como trastorno depresivo en este momento

source: (For initial patient with suicidal or self-injury risk, you need to see a doctor as soon as possible)
es: (Para pacientes iniciales con riesgo de suicidio o autolesión, debe consultar a un médico lo antes posible)

source: minimal depression
es: depresión mínima

source: mild depression
es: depresion ligera

source: moderate depression
es: depresión moderada

source: moderately severe depression
es: depresión moderada severa

source: severe depression
es: depresión severa

source: Result
es: Resultado

source: Your score is
es: tu puntaje es

source: Your prorated score is
es: Tu puntuación prorrateada es

source: Your probably have
es: Tu probablemente tienes

source: with severity score of
es: con puntuación de severidad de

source: as
es: como

source: as
es: como

source: Restart
es: Reiniciar

source: Save
es: Salvar

source: Hi (cUser), Note!
es: (cUser) ¡Nota!

source: Since the questionnaire relies on patient self-report, all responses should be verified by the clinician, and a definitive diagnosis is made on clinical grounds taking into account how well the patient understood the questionnaire, as well as other relevant information from the patient. Diagnoses of Major Depressive Disorder or Other Depressive Disorder also require impairment of social, occupational, or other important areas of functioning (Question #10) and ruling out normal bereavement, a history of a Manic Episode (Bipolar Disorder), and a physical disorder, medication, or other drug as the biological cause of the depressive symptoms.
es: Dado que el cuestionario se basa en el autoinforme del paciente, todas las respuestas deben ser verificadas por el médico y se realiza un diagnóstico definitivo sobre la base clínica teniendo en cuenta qué tan bien el paciente entendió el cuestionario, así como otra información relevante del paciente. Los diagnósticos de trastorno depresivo mayor u otro trastorno depresivo también requieren el deterioro de las áreas sociales, ocupacionales u otras áreas importantes de funcionamiento (Pregunta # 10) y descartar un duelo normal, un historial de un episodio maníaco (trastorno bipolar) y un trastorno físico, Medicación, u otra droga como la causa biológica de los síntomas depresivos.

source: Continue
es: Continuar

source: Not difficult at all
es: Para nada difícil

source: Somewhat difficult
es: Un poco difícil

source: Very difficult
es: Muy difícil

source: Extremely difficult
es: Extremadamente difícil

source: Not at all
es: Para nada

source: Several days
es: Varios días

source: More than half the days
es: Más de la mitad de los días

source: Nearly every day
es: Casi todos los días

source: question:
es: pregunta:

source: Low Mood
es: Estado de ánimo bajo

source: Insomnia
es: Insomnio

source: Sleep
es: Dormir

source: Fatigue
es: Fatiga

source: Appetite
es: Apetito

source: Worthlessness
es: Inutilidad

source: Concentration
es: Concentración

source: Movement
es: Movimiento

source: Suicide
es: Suicidio

source: Function impairment
es: Daño funcional

source: Interest deficit (anhedonia)
es: Déficit de intereses(anhedonia)

source: Depressed mood
es: Estado de ánimo deprimido

source: Sleep disorder (increased or decreased)
es: Trastorno del sueño (aumentado o disminuido)

source: Energy deficit
es: Déficit energetico

source: Appetite disorder (increased or decreased)
es: Trastorno del apetito (aumentado o disminuido)

source: Guilt (worthlessness, hopelessness, regret)
es: Culpa (inutilidad, desesperanza, arrepentimiento)

source: Concentration deficit
es: Déficit de concentracion

source: Psychomotor retardation or agitation
es: Retraso psicomotor o agitación.

source: Suicidality
es: Suicidio

source: Feeling nervous, anxious or on edge
es: Se ha sentido nervioso(a), ansioso(a)o con los nervios de punta

source: Not being able to stop or control worrying
es: No ha sido capaz de parar o controlar su preocupación

source: Worrying too much about different things
es: Se ha preocupado demasiado por motivos diferentes

source: Trouble relaxing
es: Ha tenido dificultad para relajarse

source: Being so restless that it is hard to sit still
es: Se ha sentido tan inquieto(a) que no ha podido quedarse quieto(a)

source: Becoming easily annoyed or irritable
es: Se ha molestado o irritado fácilmente

source: Feeling afraid as if something awful might happen
es: Ha tenido miedo de que algo terrible fuera a pasar

source: Feeling nervous or anxious
es: nervioso o ansioso

source: Difficult to control the worry
es: Difícil controlar la preocupación.

source: Feeling nervous
es: Sintiéndose nervioso

source: Difficult to ctrl...
es: Difícil de controlar ...

source: Worry too much
es: Preocuparse demasiado

source: Restlessness
es: Inquietud

source: Irritability
es: Irritabilidad

source: Feeling afraid
es: Sintiendo miedo

source: Delete Data
es: Borrar datos

source: Delete
es: Borrar

source: Warning! Data cannot be recovered after delete.
es: ¡Advertencia! Los datos no se pueden recuperar después de eliminar.

source: Cancel
es: Cancelar

source: Delete User
es: Borrar usuario

source: Warning! All the records under this user will be deleted.
es: ¡Advertencia! Todos los registros de este usuario serán eliminados.

source: Hi,
es: Hola,

source: , Note!
es: ,¡Nota!

source: Note
es: Nota

source: Please input a user name
es: Por favor ingrese un nombre de usuario

source: User exists!
es: ¡El usuario existe!

source: New User
es: Nuevo usuario

source: Enter a name
es: Ingresa un nombre

source: default
es: defecto

source: Your Score:
es: Tu puntuación:

source: Depression Severity Reference:
es: Depresión severidad referencia:

source: Severe 21-27 Moderate severe 16-20 Mild moderate 10-15 Mild 5-9 Minimal or None 0-4
es: Grave 21-27 Moderada severa 16-20 moderada leve 10-15 leve 5-9 Mínima o ninguna 0-4

source: Warning⚠️
es: ¡Advertencia!⚠️

source: Your result will be lost. Still want to quit?
es: Su resultado se perderá. ¿Todavía quieres dejar de fumar?

source: Hi!
es: ¡Hola!

source: Your report has been successfully printed to a PDF file. What do you want to do now?
es: Su informe se imprimió con éxito en un archivo PDF. ¿Qué desea hacer ahora?

source: Save pdf
es: Guardar pdf

source: Send by Email
es: Enviar por correo electrónico

source: Nothing
es: Nada

source: minimal
es: mínimo

source: mild
es: templado

source: moderate
es: moderar

source: moderate severe
es: severo moderado

source: severe
es: grave

source: Simplified Chinese
es: Chino simplificado

source: Traditional Chinese
es: Chino tradicional

source: English
es: Inglés

source: Settings
es: Ajustes

source: Preferred Language
es: Idioma preferido

source: Display Setting
es: Configuración de pantalla

source: Theme Customize
es: Personalizar tema

source: More Information
es: Más información

source: About this version
es: Acerca de esta version

source: 's Records
es: Registros

source: Your Score:
es: Tu puntuación:

source: Switch language to
es: Cambiar idioma a

source: Do you want to continue?
es: ¿Quieres continuar?

source: Spanish
es: Español

source: About Simple Depression Test
es: Acerca de la prueba de depresión simple

source: A 9-item Depression Scale
es: Una escala de depresión de 9 elementos

source: A 7-item Anxiety Scale
es: Una escala de ansiedad de 7 elementos

source: Other Screeners
es: Otros screeners

source: Switch to
es: Cambiar a

source: GAD-7 is a sensitive self-administrated test to assess generalized anxiety disorder(GAD), normally used in outpatient and primary care settings for referral to psychiatrist pending outcome. However, it cannot be used as replacement for clinical assessment and additional evaluation should be used to confirm a diagnosis of GAD.
es: GAD-7 es una prueba sensible autoadministrada para evaluar el trastorno de ansiedad generalizada (GAD, por sus siglas en inglés), que normalmente se usa en entornos ambulatorios y de atención primaria para la derivación a un psiquiatra en espera del resultado. Sin embargo, no se puede usar como reemplazo para la evaluación clínica y se debe usar una evaluación adicional para confirmar un diagnóstico de GAD.

source: no anxiety
es: sin ansiedad

source: mild anxiety
es: ansiedad leve

source: moderate anxiety
es: ansiedad moderada

source: severe anxiety
es: ansiedad severa

source: You may experience
es: Usted puede experimentar

source: Your probably have anxiety disorder
es: Tu probablemente tienes trastorno de ansiedad

source: To determine the presence and type of anxiety disorder, further assessment by a mental health professional is recommended.
es: Para determinar la presencia y el tipo de trastorno de ansiedad, se recomienda una evaluación adicional por parte de un profesional de salud mental.

source: (The result indicates your suicide risk increased. Regardless of your total score, you should see a doctor as soon as possible)
es: (El resultado indica que su riesgo de suicidio ha aumentado. Independientemente de su puntaje total, debe consultar a un médico tan pronto como sea posible)

source: (For newly detection of suicide or self-injury risk, you need to see a doctor as soon as possible)
es: (Para la detección reciente con riesgo de suicidio o autolesión, debe consultar a un médico lo antes posible)

source: A full clinical assessment is recommended.
es: Se recomienda una evaluación clínica completa.

source: (according to DSM-5)
es: (según DSM-5)

source: Enter a username
es: Introduzca un nombre de usuario

source: You have
es: Tienes

source: unanswered questions which cause failed to calculate the total score. Please review and complete all of the items.
es: preguntas sin respuesta que causan no calcular la puntuación total. Por favor revise y complete todos los artículos.

source: unanswered questions.
es: preguntas sin respuesta.

source: None to minimal
es: Ninguno al mínimo

source: Mild
es: Templado

source: Moderate
es: Moderar

source: Moderately severe
es: Moderadamente grave

source: Severe
es: Grave

source: Your total score is
es: Tu puntuación total es
